Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: To submit a bug report, click on the link below. This will open a web browser window on http://bugs.kde.org where you'll find a form to fill in. The information displayed above will be transferred to that server.
bg: За да изпратите съобщение за грешка, изберете връзката отдолу. Страницата http://bugs.kde.org ще се зареди в браузъра Ви. В тази страница Вие ще трябва да попълните съответния формуляр. Информацията, която е показана по-горе, ще бъде автоматично подадена на сървъра.
ca: Per a enviar un informe d'error, cliqueu a l'enllaç de sota. Això obrirà una finestra de fullejador Web a http://bugs.kde.org on trobareu un formulari per a emplenar. La infomació mostrada s'enviarà a aquest servidor.
cs: K odeslání chybové zprávy klikněte na níže uvedený odkaz. Toto otevře webový prohlížeč na adrese http://bugs.kde.org, kde najdete formulář k vyplnění. Tyto informace budou odeslány na server.
da: Klik på linket nedenfor for at indsende en fejlrapport. Det vil åbne et netsøgervindue på http://bugs.kde.org hvor du vil finde en formular der skal udfyldes. Informationen vist ovenfor vil blive overført til denne server.
de: Um einen Problembericht zu erstellen, klicken Sie bitte auf die Verknüpfung unten. Danach öffnet sich ein Browser-Fenster für http://bugs.kde.org, worin Sie ein entsprechendes Formular ausfüllen können. Die oben angezeigte Information wird zum Server übertragen.
el: Για να υποβάλετε μια αναφορά σφάλματος, κάντε κλικ στον παρακάτω δεσμό. Αυτό θα ανοίξει ένα παράθυρο περιήγησης στο http://bugs.kde.org όπου θα βρείτε μια φόρμα να συμπληρώσετε. Οι παραπάνω πληροφορίες θα μεταφερθούν σε αυτόν τον εξυπηρετητή.
es: Para enviar un informe de fallos, pulse en el enlace inferior. Se abrirá una ventana del navegador web en http://bugs.kde.org donde encontrará un formulario para rellenar. La información mostrada arriba será transferida a ese servidor.
et: Vearaporti saatmiseks klõpsa alloleval viidal, mille peale avatakse uues brauseri aknas aadress http://bugs.kde.org, kust leiad täidetava vormi. Ülaltoodud info saadetakse sellesse serverisse.
fi: Lähettääksesi vikailmotuksen napsauta allaolevaa linkkiä. Tämä avaa WWW-selaimen osoitteessen http://bugs.kde.org, josta löydät täytettävän lomakkeen. Ylläolevat tiedot siirretään vikailmoituspalvelimelle.
fr: Pour envoyer un rapport de bogue, cliquez sur le lien ci-dessous. Une fenêtre du navigateur web s'ouvre à l'adresse http://bugs.kde.org, où vous trouverez un formulaire à remplir. Les informations affichées ci-dessus seront transmises à ce serveur.
hu: Hibabejelentés elküldéséhez kattintson az alábbi linkre. Ekkor megnyílik egy böngészőablakban a http://bugs.kde.org oldal, ahol egy űrlapban meg lehet adni az adatokat. A fent látható információk automatikusan bekerülnek a jelentésbe.
is: Ef þú vilt senda inn villuskýrslu, smelltu þá á hlekkinn hér fyrir neðan. Þá opnast nýr gluggi í vafranum á síðunni http://bugs.kde.org þar sem er eyðublað fyrir villuskýrslur. Upplýsingarnar hér að ofan verða sendar þangað.
it: Per inviare una segnalazione di bug, fa clic sul collegamento qui sotto. Si aprirà un browser Web all'indirizzo http://bugs.kde.org, dove troverai un modulo da compilare. Le informazioni mostrate qui sopra verranno inviate al server.
ja: バグレポートを送るには、下のリンクをクリックして下さい。 WEBブラウザのウィンドウで http://bugs.kde.org が開き、報告用のフォームが表示されます。 上の情報がサーバに送られます。
lt: Norėdami perduoti pranešimą apie ydą paspauskite nuorodą žemiau. Atsidarys Žiniatinklio naršyklės langas su http://bugs.kde.org puslapiu, kur jūs rasite formą, kurią reiks užpildyti. Informacija, rodoma aukščiau, bus perduota į serverį.
lv: Lai nosūtītu kļūdas ziņojumu, noklikšķiniet uz zemāk norādītās saites. Tas atvērs http://bugs.kde.org Web Pārlūka logā, kur jūs atradīsiet formu ko aizpildīt. Augstāk dotā informācija tiks pārsūtīta uz serveri.
nl: Als u een bugrapport wil indienen, klik dan op onderstaande koppeling. Deze opent een browservenster met de pagina http://bugs.kde.org, alwaar u het in te vullen formulier kunt vinden. De informatie die hierboven staat zal naar deze server worden gestuurd.
pl: Aby wysłać raport o błędzie, kliknij odnośnik poniżej. Otworzy to okno przeglądarki na stronie http://bugs.kde.org, gdzie znajduje się formularz do wypełnienia. Informacje wyświetlone powyżej zostaną przesłane do tego serwera.
pt: Para submeter a comunicação de um erro, carregue na ligação em baixo. Isto irá abrir a janela de um navegador Web em http://bugs.kde.org onde irá encontrar um formulário para preencher. A informação acima será enviada para este servidor.
ro: Pentru a trimite un raport de eroare, daţi clic pe legătura de mai jos. Aceasta va deschide o fereastră de navigator de web cu adresa setată la http://bugs.kde.org unde găsiţi un formular de completat. Informaţiile de mai sus vor fi transmise către acel server.
sk: Pre odoslanie správy o chybe kliknite na odkaz. Otvorí sa prehliadač WWW na http://bugs.kde.org, kde nájdete formulár, ktorý treba vyplniť. Informácia zobrazená hore bude poslaná na tento server.
sl: Kliknite spodnjo povezavo za pošiljanje hrošča. To bo odprlo okno spletnega brskalnika na http://bugs.kde.org, kjer boste našli obrazec, ki ga izpolnite. Informacija, prikazana zgoraj, bo prenešena na ta strežnik.
sv: Klicka på länken nedan för att skicka in en felrapport. Det kommer att öppna ett webbläsarfönster på http://bugs.kde.org där du hittar ett formulär att fylla i. Informationen som visas ovan kommer att överföras till den servern.
tr: Bir hata raporu göndermek için aşağıdaki bağlantıya tıklayın. Bir web tarayıcı penceresi http://bugs.kde.org adresini açacak ve karşınıza doldurmanız gereken bir form gelecektir. Yukarıdaki bilgiler bu sunucuya aktarılacaktır.

source: To:
bg: За:
ca: A:
cs: Komu:
da: Til:
de: An:
el: Προς:
es: Para:
et: Kellele:
eu: Nori:
fi: Vastaanottaja:
fr: À :
hu: Címzett:
is: Til:
it: A:
lt: Kam:
lv: Uz:
nl: Aan:
pl: Do:
pt: Para:
ro: Către:
sk: Komu:
sl: Za:
sv: Till:
tr: Kime:

source: Toggle Caret Mode
bg: Режим на каретка
ca: Commuta el mode indicador d'inserció
cs: Přepnout režim kurzoru
da: Slå caret-tilstand til og fra
de: Caret-Modus ein/aus
es: Alternar modo Caret
et: Lülita redigeerimisrežiimi
fi: &Vaihda valmistuneet työt
fr: (Dés)Acti&verser le mode flèche
hu: A szövegkurzor ki-be kapcsolása
is: &Víxla loknum verkum
it: Abilita/disabilita modalità cursore
ja: キャレットモードの切替え
lt: Per&jungti pabaigtas užduotis
lv: Pārslēgt Pabeigtos Darbus
nl: Cursormodus omschakelen
pl: Przełącz tryb kursora
pt: Comutar o Modo de Cursor
ro: Comută modul cursor
sk: Prepnúť režim kurzoru
sv: Växla infogningsmarkör

source: Too many misspelled words. As-you-type spell checking disabled.
bg: Твърде много грешни думи. Автоматичната проверка на правописа е изключена.
ca: Massa paraules mal escrites. S'ha deshabilitat la comprovació d'ortografia mentre s'escriu.
cs: Příliš mnoho chybně napsaných slov. Kontrola pravopisu během psaní byla vypnuta.
da: For mange forkert stavede ord. Som-du-skriver stavekontrol deaktiveret.
de: Zu viele falsch geschriebene Wörter. Automatische Rechtschreibprüfung deaktiviert.
el: Πάρα πολλές ανορθόγραφες λέξεις. Έλεγχος ορθογραφίας κατά την πληκτρολόγηση απενεργοποιήθηκε.
es: Demasiadas palabras mal escritas. Correción ortográfica sobre la marcha desactivada.
et: Liiga palju vigaseid sõnu. Õigekirja kontroll kirjutamise ajal lülitatakse välja.
fi: Liian paljon virheellisiä sanoja. Aktiivinen oikoluku otettu pois käytöstä.
fr: Trop de mots mal orthographiés. Vérification orthographique au cours de la frappe désactivée.
hu: Túl sok a hibásan írt szó, ezért az automatikus helyesírás-ellenőrzés ki lesz kapcsolva.
it: Troppi parole errate. Controllo ortografico in tempo reale disabilitato.
ja: 綴り誤りが多すぎます。逐次スペルチェックは無効になります。
nl: Teveel foutgeschreven woorden. Spellingcontrole tijdens typen uitgeschakeld.
pl: Zbyt dużo słów napisanych błędnie. Sprawdzanie w trakcie pisania wyłączone.
pt: Demasiadas palavras erradas. A verificação ortográfica à medida que escreve foi desactivada.
ro: Prea multe cuvinte greşite. Verificarea ortografică automată a fost dezactivată.
sk: Príliš veľa chybných slov. Kontrola pravopisu počas písania vypnutá.
sl: Preveč nepravilno črkovanih besed. Preverjanje črkovanja med tipkanjem onemogočeno.
sv: För många felstavade ord. Automatisk stavningskontroll inaktiverad.
tr: Çok fazla hatalı kelime bulundu. Yazarken imla denetimi yapılması işlemi durdurulacaktır.

source: Toolbar Menu
bg: Лента за инструменти
ca: Menú de barra d'eines
cs: Nabídka nástrojové lišty
da: Værktøjslinjemenu
de: Werkzeugleisten-Menü
el: Μενού γραμμής εργαλείων
es: Menú de barra de herramientas
et: Tööriistariba menüü
eu: Tresnabarra Menua
fi: Työkalurivin valikko
fr: Menu de barre d'outils
hu: Eszköztár menü
is: Valmynd tækjaslár
it: Menu della barra degli strumenti
ja: ツールバーメニュー
lt: Įrankių juostos meniu
lv: Rīkujoslas Izvēlne
nl: Werkbalkmenu:
pl: Pasek narzędzi
pt: Barra de Ferramentas
ro: Meniu bară de unelte
sk: Nástroje
sl: Meni z orodjarno
sv: Verktygsraden
tr: Araç Çubuğu Menüsü

source: Toolbars
bg: Ленти с инструменти
ca: Barres d'eines
cs: Nástrojové lišty
da: Værktøjslinjer
de: Werkzeugleisten
el: Γραμμές εργαλείων
es: Barra de herramientas
et: Tööriistaribad
eu: Tresnabarrak
fi: Työkalurivit
fr: Barres d'outils
hu: Eszköztárak
is: Tækjaslár
it: Barre degli strumenti
ja: ツールバー
lt: Įrankių juostos
lv: &Rīkujosla:
nl: Werkbalken
pl: Paski narzędzi
pt: Barras de Ferramentas
ro: Bare de unelte
sk: Panel nástrojov
sl: Orodjarne
sv: Verktygsrader
tr: Araç Çubukları

source: Top
bg: Горе
ca: Dalt
cs: Nahoře
da: Øverst
de: Oben
el: Πάνω
es: Arriba
et: Üleval
eu: Goia
fi: Ylä
fr: En haut
hu: fent
is: Efst
it: Alto
ja: 上
lt: Viršus
lv: Augša
nl: Boven
pl: Górny
pt: Topo
ro: Sus
sk: Hore
sl: Vrh
sv: Överst
tr: Üst

source: Translation
bg: Превод (грешка в превода)
ca: Traducció
cs: Překlad
da: Oversættelse
de: Übersetzung
el: Μετάφραση
es: Traducción
et: Tõlge
eu: Itzulpena
fi: Käännös
fr: Traduction
hu: fordítási hiba
is: Þýðing
it: Traduzione
ja: 翻訳
lt: Vertimo
lv: Tulkojums
nl: Vertaling
pl: Tłumaczenie
pt: Tradução
ro: Traducerea
sk: Preklad
sl: Prevod
sv: Översättning
tr: Çeviri

source: Trash
bg: Кошче
ca: Paperera
cs: Koš
da: Affald
de: Mülleimer
el: Σκουπίδια
es: Papelera
et: Prügikast
eu: Zaborra
fi: Roskakori
fr: Corbeille
hu: Szemétkosár
is: Ruslakarfa
it: Cestino
ja: ごみ箱
lt: Šiukšliadėžė
lv: Miskaste
nl: Prullenbak
pl: Śmietnik
pt: Lixo
ro: Coş de gunoi
sk: Odpadky
sl: Smeti
sv: Papperskorg
tr: Çöp

source: True
bg: Вярно
ca: Cert
cs: ano
da: Sand
de: Wahr
el: Αληθές
es: Verdadero
et: Tõene
eu: Egiazkoa
fi: Tosi
fr: Vrai
hu: igen
is: Já
it: Vero
ja: 真
lt: Taip
lv: Patiesība
nl: Waar
pl: Tak
pt: Verdadeiro
ro: Adevărat
sk: Pravda
sl: Pravilno
sv: Sann
tr: Doğru

source: Try to reinstall it The integration with Konqueror will be disabled!
bg: Опитайте се да го преинсталирате Интеграцията с Konqueror ще бъде забранена!
ca: Proveu de reinstal·lar-ho La integració amb Konqueror es deshabilitarà!
cs: Zkuste jej nainstalovat znovu. Integrace s Konquerorem bude vypnuta!
da: Prøv at geninstallere den. Integrationen med Konqueror vil blive deaktiveret!
de: Versuchen Sie eine Neuinstallation. Die Einbindung in Konqueror wird deaktiviert.
el: Προσπαθήστε να τον ξαναεγκαταστήσετε Η ολοκλήρωση με τον Konqueror θα απενεργοποιηθεί!
es: Intente reinstalarlo La integración con konqueror será desactivada
et: Proovi see uuesti paigaldada. Konqeroriga integreerimine on seni välja lülitatud.
eu: Saiatau berinstalatzen Konquerorekin integrazioa ezgaituko da!
fi: Yritä asentaa se uudelleen Integraatio Konquerorin kanssa poistetaan käytöstä.
fr: Essayez de le réinstaller L'intégration à Konqueror sera désactivée !
hu: Próbálja meg újratelepíteni A Konqueror-integráció le lesz tiltva!
is: Reyndu að setja það inn aftur Tenging við Konqueror verður aftengd!
it: Prova a reinstallarlo. L'integrazione con Konqueror sarà disabilitata.
ja: 再インストールを試してください Konquerorへの統合は無効にされます!
lt: Pamėginkite įdiegti iš naujo Integracija su Konqueror bus išjungta!
nl: Probeer deze opnieuw te installeren. De integratie met Konqueror wordt nu uitgeschakeld!
pl: Spróbuj przeinstalować go Integracja z Konquerorem została wyłączona!
pt: Tente reinstalá-lo A integração com o Konqueror irá ficar desactivada!
ro: Încercaţi să-l reinstalaţi. Integrarea cu Konqueror va fi dezactivată!
sk: Skúste ho znovu nainštalovať. Integrácia s Konquerorom bude vypnutá.
sl: Poskušanje vnovične namestitve Integracija s Konquerorjem bo onemogočena!
sv: Försök att installera om den. Integrationen med Konqueror kommer att vara inaktiverad.
tr: Bunu yeniden kurmayı deneyin. Konqueror ile birlikte çalışma kapatıldı!

source: Tuesday
bg: вторник
ca: Dimarts
cs: úterý
da: Tirsdag
de: Dienstag
el: Τρίτη
es: Martes
et: teisipäev
eu: Asteartea
fi: tiistai
fr: mardi
hu: kedd
is: þriðjudagur
it: martedì
ja: 火曜日
lt: Antradienis
lv: Otrdiena
nl: dinsdag
pl: wtorek
pt: Terça
ro: Marţi
sk: Utorok
sl: torek
sv: tisdag
tr: Salı

source: Turkish
bg: Турски
ca: Turc
cs: Turečtina
da: Tyrkisk
de: Türkisch
el: Τουρκική
es: Turco
et: Türgi
eu: Turkiarra
fi: Turkki
fr: Turc
hu: Török
is: Tyrknenskt
it: Turco
ja: トルコ語
lt: Turkų
lv: Turku
nl: Turks
pl: Tureckie
pt: Turco
ro: Turc
sk: Turecká
sl: Turški
sv: Turkisk
tr: Türkçe

source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
eu: Mota
fi: Tyyppi
hu: Típus
is: Tegund
it: Tipo
ja: タイプ
lt: Tipas
lv: Tips
pl: Typ
pt: Tipo
ro: Tip
sk: Typ
sl: Vrsta
sv: Typ
tr: Tür

source: URL
bg: Адреси (URL)
de: Adresse (URL)
el: URLs
fi: URL:t
is: Slóð (URL)
nl: URL-adres
pl: Adresy (URL)
ro: URL-uri
sl: URL-ji
sv: Webbadress
tr: URL'ler

source: URL:
bg: Адрес URL:
de: Adresse:
nl: URL-adres:
sv: Webbadress:

source: URL: %1
bg: Адрес (URL): %1
de: Adresse: %1
nl: URL-adres: %1
sv: Webbadress: %1

source: URLs
bg: Адреси (URL)
cs: URL
da: URL'er
de: Adressen (URLs)
et: URL'id
eu: URLak
fi: URL:t
fr: URL
hu: URL(-ek)
is: Slóðir (URL)
it: URL
lt: URL
nl: URL-adressen
pl: Adresy (URL)
ro: URL-uri
sk: URL
sl: URL-ji
sv: Webbadresser
tr: URL'ler

source: Ukrainian
bg: Украински
ca: Ucraïnès
cs: Ukrajinský
da: Ukrainsk
de: Ukrainisch
el: Ουκρανικό
es: Ucraniano
et: Ukraina
fi: Ukraina
fr: Ukrainien
hu: Ukrán
is: Úkraínska
it: Ucraino
ja: ウクライナ語
lt: Ukrainiečių
lv: Ukraiņu
nl: Oekraïns
pl: Ukraiński
pt: Ucraniano
ro: Ucrainiană
sk: Ukrajinský
sl: ukrajinščina
sv: Ukrainsk
tr: Ukraynaca

source: Unable to create resource of type '%1'.
bg: Създаването на ресурс от тип "%1" е невъзможно.
ca: No s'ha pogut crear un recurs del tipus '%1'.
cs: Není možné vytvořit zdroj z typu '%1'.
da: Kan ikke oprette ressource fra type '%1'.
de: Erstellen einer Ressource des Typs "%1" nicht möglich
el: Δεν είναι δυνατή η δημιουργία πόρου του τύπου '%1'.
es: Imposible crear el recurso desde el tipo '%1'.
et: Ressurssi tüübiga '%1' pole võimalik luua.
eu: Ezin sortu '%1' motako baliabidea.
fi: "%1" tyyppistä resurssia ei voitu luoda.
fr: Impossible de créer une ressource du type « %1 ».
hu: Nem sikerült létrehozni '%1' típusú erőforrást.
is: Get ekki búið til auðlind af tegund '%1'.
it: Impossibile creare una risorsa di tipo "%1".
ja: タイプ %1 のリソースを作成できません。
lt: Nesugebu sukurti resurso iš tipo „%1“.
lv: Nevar izveidot direktoriju %1.
nl: Er kon geen hulpbron van type '%1' worden aangemaakt.
pl: Nie można utworzyć zasobu typu '%1'.
pt: Não é possível criar um recurso do tipo '%1'.
ro: Nu am putut crea o resursă de tipul "%1".
sk: Nepodarilo sa vytvoriť zdroj z typu '%1'.
sl: Ni moč narediti vira vrste »%1«.
sv: Kunde inte skapa resurs från typen "%1".

source: Unable to load resource '%1'
bg: Грешка при зареждане на "%1"
ca: No es pot carregar el recurs '%1'
cs: Nelze načíst zdroj '%1'.
da: Kan ikke indlæse ressource '%1'
de: Ressource %1 ist nicht auffindbar.
el: Δεν είναι δυνατό το φόρτωμα του πόρου '%1'
es: Imposible cargar recurso '%1'
et: Ressursi '%1' laadimine ebaõnnestus
eu: Ezin kargatu '%1' baliabidea
fi: Resurssia "%1" ei voitu ladata
fr: Impossible de charger la ressource « %1 »
hu: Nem sikerült beolvasni a(z) '%1' erőforrást
is: Gat ekki hlaðið inn auðlind '%1'.
it: Impossibile caricare la risorsa "%1"
ja: リソース'%1'を読み込めません
lt: Nesugebu pakrauti resurso '%1'
nl: De hulpbron '%1' kon niet worden geladen
pl: Nie można odczytać zasobu '%1'
pt: Não foi possível carregar o recurso '%1'
ro: Nu pot încărca resursa "%1"
sk: Nie je možné načítanie zdroja "%1"
sl: Ni moč naložiti vira »%1«
sv: Kan inte ladda resurs "%1"

source: Unable to open lock file.
bg: Заключващият файл не може да бъде отворен,
ca: No es pot obrir el fitxer de bloqueig.
cs: Nelze otevřít soubor se zámkem.
da: Kan ikke åbne låse-fil.
de: Sperren der Datei nicht möglich
el: Αδύνατο το άνοιγμα του αρχείου κλειδώματος.
es: Imposible abrir el archivo de bloqueo
et: Lukufaili pole võimalik avada.
eu: Ezin ireki lock fitxategia.
fi: Lukkotiedostoa ei voitu avata.
fr: Impossible d'ouvrir le fichier de verrouillage.
hu: A zárolási fájlt nem sikerült megnyitni.
is: Gat ekki skrifað í printcap skrána.
it: Impossibile aprire il file di blocco.
ja: ロックファイルを開けません。
lt: Neįmanoma atverti bylos '%1'.
lv: Nevar saglabāt failu "
nl: Lock-bestand kon niet worden geopend.
pl: Nie można otworzyć pliku blokady.
pt: Não foi possível aceder ao ficheiro de bloqueio.
ro: Nu pot deschide fişierul de blocare.
sk: Nepodarilo sa otvoriť súbor so zámkom.
sl: Ni moč odpreti ključavnične datoteke.
sv: Kan inte öppna låsfil.
tr: Kilit dosyası açılamadı.

source: Unable to read X11 RGB color strings. The following file location(s) were examined:
bg: Грешка при четене на дефиниция на цвят X11 RGB. Следните файлове бяха прегледани:
ca: No s'han pogut llegir les cadenes de colors RGB d'X11. S'han examinat les següents ubicacions de fitxers:
cs: Není možné načíst X11 RGB barvy. Následující umístění souboru byly prohledány:
da: Kan ikke læse X11 RGB-farvestrenge. Følgende filplaceringer blev undersøgt:
de: Lesen der X11-RGB-Farben nicht möglich. Die folgenden Speicherorte wurden durchsucht:
el: Δεν είναι δυνατή η ανάγνωση των ρυθμίσεων χρωμάτων RGB του X11. Εξετάστηκαν οι ακόλουθες τοποθεσίες αρχείων:
es: Imposible leer los colores RGB de X11. Se examinaron las siguientes ubicaciones de archivos:
et: X11 RGB värvistringide lugemine ebaõnnestus. Otsiti järgnevatest kohtadest:
eu: Ezin irakurri X11 rgb koloreak. Hurrengo fitxategi lekuak aztertu ziren:
fi: X11 RGB -värinimiä ei voitu lukea. Tietoja etsittiin seuraavista sijanneista:
fr: Impossible de lire la configuration des chaînes de couleurs RVB de X11. Les emplacements suivants ont été essayés :
hu: Nem sikerült beolvasni az X11 RGB színleíró sztringjeit. A következő helyeken kerestem:
is: Ekki tókst að lesa X11 RGB litastrengi. Það var leitað á þessum stöðum:
it: Impossibile leggere le stringhe dei colori RGB di X11 Sono stati esaminati i seguenti indirizzi:
ja: X11 RGB色指定文字列が読み込めません。以下のファイルの場所を調べました:
lt: Neįmanoma perskaityti X11 RGB spalvų eilučių. Buvo patikrintos tokios bylų vietos:
lv: Nevar nolasīt X11 RGB krāsu rindas. Sekojošas failu atrašanās vietas tika pārbaudītas:
nl: Het bestand met de X11-kleurnamen kon niet worden gelezen. De volgende bestandslocaties zijn doorzocht:
pl: Nie można odczytać nazw kolorów X11. Poniższe lokalizacje pliku zostały sprawdzone:
pt: Não foi possível ler os nomes de cores RGB do X11. Os seguintes locais foram examinados:
ro: Nu pot citi fişierul de culori X11. Am examinat următoarea(ele) locaţie(i):
sk: Nepodarilo sa prečítať X11 RGB farebné reťazce. Nasledujúce umiestnenia súboru(ov) boli overené:
sl: Ni moč brati barvnih nizov RGB za X11. Preiskane so bile naslednje lokacije datotek:
sv: Kan inte läsa X11:s rgb-färgsträngar. Följande filsökväg(ar) genomsöktes:
tr: X11 renk şablonu bulunamadı. Aşağıdaki dizinler araştırıldı:

source: Unable to save to resource '%1'. It is locked.
bg: Грешка при запис в "%1", понеже е заключен.
ca: No es pot desar al recurs '%1'. Està bloquejat.
cs: Nelze uložit zdroj %1, protože je uzamčen.
da: Kan ikke gemme til ressource %1. Den er låst.
de: Speichern auf %1 nicht möglich. Ressource ist gesperrt.
el: Δεν είναι δυνατή η αποθήκευση στον πόρο '%1'. Είναι κλειδωμένος.
es: Imposible guardar en el recurso '%1'. Está bloqueado.
et: Ressursi '%1' salvestamine ebaõnnestus, sest ressurss on lukus.
eu: Ezin gorde '%1' baliabidean. Blokeatua dago.
fi: Resurssia %1 ei voitu tallentaa, koska se on lukittu.
fr: Impossible d'enregistrer la ressource « %1 » car elle est verrouillée.
hu: Nem sikerült menteni a(z) '%1' erőforrásba, mert zárolva van.
is: Get ekki vistað í auðlind %1 hún er læst.
it: Impossibile salvare sulla risorsa "%1". È bloccata.
ja: リソース'%1'は保存できませんでした。ロックされています。
lt: Negali %1, nes resursas yra užrakintas.
lv: Nevar %1 jo resurss ir slēgts.
nl: Er kon niet worden opgeslagen naar hulpbron '%1'. Deze is vergrendeld.
pl: Nie można zapisać zasobu '%1'. Jest on zablokowany.
pt: Não foi possível gravar no recurso '%1'. Este está bloqueado.
ro: Nu pot salva resursa "%1". Este blocată.
sk: Nepodarilo sa uložiť do zdroja '%1', pretože je zamknutý.
sl: Ni moč shraniti vira »%1«, ker je vir zaklenjen.
sv: Kan inte spara till resursen "%1" eftersom den är låst.
